Repository: DeveloperGeorg/homeworks-iosui
Catalog: Navigation/*.lproj/Localizable.strings
Languages: ru

source: Validate new post title
ru: Валидировать заголовок поста

source: Enter the value
ru: Введите значение

source: Until next notice
ru: До следующего уведомления осталось

source: Title is valid
ru: Заголовок валидный

source: Title is not valid
ru: Заголовок не валидный

# till_next_notification
source: Till next notification: %@s
ru: До следующего уведомления осталось: %@сек

source: [Task title]
ru: [Заголовок задачи]

source: [Planet data]
ru: [Информация о планете]

source: Show alert
ru: Показать уведомление

# tatooine_orbital_period
source: The orbital period of the planet Tatooine around its star: %@
ru: Период обращения планеты Татуин вокруг своей звезды: %@

source: My Alert
ru: Моё уведомление

source: This is an alert.
ru: Это уведомление.

source: Cancel
ru: Отмена

source: Post title
ru: Заголовок поста

source: New post title
ru: Новый заголовок поста

source: User
ru: Пользователь

source: some state
ru: некоторый статус

source: Debug User
ru: Дебажный пользователь

source: debug status
ru: дебажный статус

source: Test%@
ru: Тест%@

source: Amaizing description %@
ru: Восхитительное описание %@

source: Set status
ru: Задать стус

source: Auto-login Error
ru: Ошибка авто-логина

source: Invalid auto-saved login or password.
ru: Невалидный авто-сохранённый логин или пароль.

source: Error
ru: Ошибка

source: Invalid login or password.
ru: Невалидный логин или пароль.

source: Something went wrong
ru: Что-то пошло не так

source: Try again later.
ru: Попробуйте позже.

source: Email or phone
ru: Email илил телефон

source: Password
ru: Пароль

source: Log In
ru: Войти

source: Sign up
ru: Зарегистрироваться

source: Feed
ru: Лента

source: Profile
ru: Профиль

source: Maps
ru: Карты

source: Relax
ru: Отдохни

source: You worked very hard. You need to rest
ru: Ты работал очень много. Нужно отдохнуть

source: Go there
ru: Идти сюда

source: I'm here
ru: Я тут
